[
    "Bạn thấy mùi hương nào nhẹ nhàng nhất?",
    "Ngôn ngữ mà bạn thích nghe ngay cả khi bạn không nói hoặc không hiểu nó là gì?",
    "Đại dương hay núi? Tại sao?",
    "Mô tả bức tranh hoặc tác phẩm nghệ thuật quyến rũ nhất mà bạn từng thấy.",
    "Bạn có nhớ cuốn tiểu thuyết đầu tiên bạn từng đọc không? Nếu vậy, nó là gì?",
    "Điều yêu thích của bạn về tính cách của bạn là gì?",
    "Nếu bạn có thể có một siêu anh hùng hư cấu cho một người bạn thân nhất, đó sẽ là ai?",
    "Bạn sẽ chọn màu gì để mô tả bản thân?",
    "Điều gì bạn đã đạt được khi trưởng thành mà bản thân trẻ tuổi của bạn sẽ tự hào?",
    "Có nơi nào trên thế giới mà bạn cảm thấy đại diện cho con người của mình nhất không?",
    "Đâu là nơi bạn muốn đi du lịch một lần nữa?",
    "Nếu thú cưng của bạn có thể nói chuyện, giọng của chúng sẽ như thế nào? Chúng sẽ nói gì về bạn?",
    "Tên của bạn nghĩa là gì?",
    "Những công việc nào khiến bạn cảm thấy mình là chính mình nhất?",
    "Số Enneagram của bạn là gì và nó ảnh hưởng như thế nào đến các phương pháp tự chăm sóc bản thân của bạn?",
    "Nơi nào bạn cảm thấy tập trung và hạnh phúc nhất?",
    "Thức ăn thoải mái yêu thích của bạn là gì?",
    "Bạn mặc gì khi cảm thấy khỏe nhất và tại sao?",
    "Bữa ăn ngon nhất mà bạn từng có là gì và bữa ăn ngon nhất mà bạn từng nấu cho chính mình là gì?",
    "Bạn yêu thích điều gì nhất về ngôi nhà của mình?",
    "Đâu là kiểu kỷ yếu nhất mà bạn muốn tặng cho bản thân thời trung học của mình? Cái gì cho bản thân hiện tại của bạn?",
    "Điều gì khiến bạn nổi da gà?",
    "Bạn có biết dấu hiệu chiêm tinh của mình không? Biểu đồ ngày sinh của bạn?",
    "Bạn có ý thức thực hành tính bền vững như thế nào?",
    "Bạn có hình xăm không?",
    "Lặn biển hay nhảy dù?",
    "Bạn biết ơn điều gì nhất trong mùa giải này của cuộc đời?",
    "Bạn có đóng góp hay tình nguyện với bất kỳ tổ chức nào không?",
    "Ngôn ngữ tình yêu của bạn là gì?",
    "Bạn tìm kiếm và cần điều gì trong tình bạn của mình?",
    "Làm thế nào để bạn cảm thấy rằng bạn dành tình yêu và sự hỗ trợ tốt nhất cho bạn bè của mình?",
    "Hãy kể cho tôi nghe về người bạn thân thời thơ ấu của bạn.",
    "Khi nào bạn cảm thấy chân thực nhất về bản thân mình?",
    "Một hình thức thể hiện bản thân mà bạn đã quá do dự khi khám phá là gì?",
    "Một thói quen bạn muốn bỏ và một thói quen bạn muốn duy trì là gì?",
    "Trải nghiệm đầu tiên của bạn về tình dục như thế nào?",
    "Nếu bạn được song ca với một nhạc sĩ nổi tiếng, đó sẽ là ai và tại sao?",
    "Bạn có bất kỳ giấc mơ lặp lại nào không? Nếu có, bạn nghĩ họ đang muốn nói với bạn điều gì?",
    "Bạn ngưỡng mộ ai nhất và điều đó đã ảnh hưởng như thế nào đến cách bạn sống cuộc sống của mình?",
    "Một điều bạn muốn nói với bản thân ở tuổi của tôi là gì? Một điều mà tuổi trẻ của bạn sẽ nói với bạn là gì?",
    "Bạn ước gì mình biết trước khi có con?",
    "Mua hàng lớn đầu tiên bạn thực hiện khi trưởng thành là gì?",
    "Làm sao bạn biết mình đã yêu?",
    "Bạn có lưu giữ kỷ vật nào từ thời thơ ấu của mình không?",
    "Bạn nhớ điều gì nhất khi là một đứa trẻ? Một thiếu niên? Tuổi của tôi?",
    "Thế còn thế giới hiện tại sẽ khiến bạn ngạc nhiên nhất là gì?",
    "Nếu bạn có thể du hành ngược thời gian, bạn sẽ quay trở lại phần nào của cuộc đời mình?",
    "Bạn đã bỏ phiếu cho ai trong các cuộc bầu cử trước đây? Tại sao?",
    "Một trong những kỷ niệm yêu thích của bạn về cha mẹ của bạn là gì?",
    "Nếu bạn có thể có một nhân vật hoạt hình làm bạn thân ngoài đời thực của mình, bạn sẽ chọn ai và tại sao?",
    "Kỷ niệm sớm nhất của bạn là gì?",
    "Bạn yêu thích điều gì nhất ở trường?",
    "Bạn thân của bạn là ai?",
    "Mùa yêu thích của bạn là gì?",
    "Bạn ước mình có siêu năng lực nào?",
    "Bạn muốn trở thành gì khi lớn lên?",
    "Nếu bạn có thể nuôi bất kỳ con vật nào làm thú cưng, bạn sẽ chọn con nào và tại sao?",
    "Một ngày hoàn hảo với gia đình trông như thế nào?",
    "Bạn yêu thích điều gì nhất ở ngôi nhà của chúng tôi?",
    "Làm thế nào để bạn cảm thấy được hỗ trợ tốt nhất trong thời gian khó khăn?",
    "Thời gian một mình bạn cảm giác như thế nào?",
    "Chó hay mèo (hoặc thỏ)?",
    "Bạn ước gì mọi người hiểu rõ hơn về bạn?",
    "Bài học nào từ thời thơ ấu của bạn ảnh hưởng nhiều nhất đến thế giới quan của bạn?",
    "Nếu chúng tôi có thể sống ở một quốc gia khác trong một năm (không có ràng buộc), chúng tôi sẽ đi đâu?Bạn yêu thích điều gì nhất trong mối quan hệ của chúng ta? Bạn muốn làm gì?",
    "Những niềm vui nhỏ nào mang lại ánh sáng cho ngày của bạn?",
    "Làm thế nào chúng ta có thể thực hành tốt hơn sự bền vững như một cặp vợ chồng?",
    "Kỉ niệm yêu thích của bạn về chúng ta cùng nhau là gì?",
    "Một trong những kỷ niệm yêu thích của bạn từ thời thơ ấu của chúng tôi là gì?",
    "Bạn nghĩ mọi người trong gia đình sẽ làm gì trong 10 năm tới?",
    "Bạn có thói quen buổi sáng không?",
    "Môn học yêu thích của bạn ở trường là gì? Giáo viên yêu thích nhất?",
    "Bạn nghĩ bạn thừa hưởng những đặc điểm nào từ cha mẹ của chúng tôi?",
    "Nếu bạn có thể trở lại trường học, bạn sẽ học gì?",
    "Bạn đang xem chương trình hay bộ phim chạy marathon nào trên Netflix?",
    "Bạn đang thường xuyên đọc cái gì?",
    "Món ăn nào khiến bạn nhớ nhất về quê hương?",
    "Bạn yêu thích điều gì nhất ở bản thân?",
    "Bạn tự hào nhất về thành tích nào?",
    "Những dự án nào bạn đang thực hiện ngay bây giờ mang lại cho bạn niềm vui?",
    "Làm thế nào để bạn thư giãn sau giờ làm việc?",
    "Bạn có nghe bất kỳ podcast nào trên đường đi làm không? Nếu có, hãy nghe những podcast nào?",
    "Bạn thích điều gì nhất về công ty của chúng tôi?",
    "Bạn cần hỗ trợ ở đâu mà bạn không nhận được?",
    "Làm thế nào để bạn theo dõi các mục tiêu và thành tích công việc của mình?",
    "Bạn có thích kết nối mạng không? Tại sao hoặc tại sao không?",
    "Công việc đầu tiên của bạn là gì?",
    "Bạn đang tập trung trau dồi kỹ năng nào ngay bây giờ?",
    "Bạn thực sự làm như thế nào?",
    "Bạn đã trải qua một hành động tử tế nào hôm nay?",
    "Bạn làm gì để tận hưởng?",
    "Bạn có nạp năng lượng bằng cách ở bên người khác hay dành thời gian ở một mình?",
    "Nếu bạn có một ngày đối với chính mình, nó sẽ như thế nào, bạn sẽ đi đâu và làm gì?",
    "Lời khen bạn nhận được thường xuyên nhất là gì?",
    "Bạn có thu thập được gì không?",
    "Bộ phim cuối cùng bạn đã xem là gì?",
    "Điều gì mà những người thân yêu của bạn sẽ ngạc nhiên khi biết về bạn?",
    "Nếu bạn thức dậy vào một buổi sáng và mọi vấn đề của bạn đã được giải quyết, bạn sẽ diễn ra một ngày như thế nào?",
    "Có phải súp ngũ cốc không? Tại sao hoặc tại sao không?",
    "Tên gợi cảm nhất và kém gợi cảm nhất là gì?",
    "Bạn muốn bắt đầu âm mưu bí mật nào?",
    "Cái gì không nhìn thấy nhưng bạn ước mọi người có thể nhìn thấy?",
    "Mùi kỳ lạ nhất mà bạn từng ngửi thấy là gì?",
    "Hotdog có phải là sandwich không? Tại sao hay tại sao không?",
    "Tên Wi-Fi tốt nhất mà bạn từng thấy là gì?",
    "Sự thật nực cười nhất mà bạn biết là gì?",
    "Cái gì mà mọi người trông thật ngu ngốc đang làm vậy?",
    "Trò đùa hài hước nhất mà bạn biết thuộc lòng là gì?",
    "40 năm nữa, người ta sẽ hoài niệm về điều gì?",
    "Các quy tắc bất thành văn về nơi bạn làm việc là gì?",
    "Bạn cảm thấy thế nào khi cho dứa vào bánh pizza?",
    "Phần nào của một bộ phim dành cho trẻ em hoàn toàn khiến bạn bị sẹo?",
    "Bạn muốn bắt đầu loại hội kín nào?",
    "Nếu động vật có thể nói chuyện, thì con nào là thô lỗ nhất?",
    "Giấy vệ sinh, trên hay dưới?",
    "Loại pho mát tốt nhất là gì?",
    "Đâu là nơi kỳ lạ nhất mà bạn đã đi tiểu hoặc đại tiện?",
    "Trò đùa nội tâm hay nhất mà bạn từng tham gia là gì?",
    "Trong một câu, bạn sẽ tóm tắt Internet như thế nào?",
    "Cần bao nhiêu con gà để giết một con voi?",
    "Điều xấu hổ nhất bạn từng mặc là gì?",
    "Lời xúc phạm trong tưởng tượng nhất mà bạn có thể nghĩ ra?",
    "Bạn ước mình có thể tách rời phần cơ thể nào và tại sao?",
    "Thứ từng bị coi là rác rưởi nhưng bây giờ rất đẳng cấp?",
    "Điều kỳ lạ nhất mà một vị khách đã làm tại nhà bạn là gì?",
    "Sinh vật thần thoại nào sẽ cải thiện thế giới nhiều nhất nếu nó tồn tại?",
    "Bạn ước gì có thể loại bỏ vật thể vô tri vô giác nào khỏi sự tồn tại?",
    "Điều kỳ lạ nhất bạn từng thấy ở nhà người khác là gì?",
    "Cái tên tồi tệ nhất mà bạn có thể đặt cho con mình là gì?",
    "Điều tồi tệ nhất mà chính phủ đưa ra là gì sẽ là bất hợp pháp?",
    "Một số biệt hiệu mà bạn đặt cho khách hàng hoặc đồng nghiệp là gì?",
    "Nếu bơ đậu phộng không được gọi là bơ đậu phộng, thì nó sẽ được gọi là gì?",
    "Bộ phim nào sẽ được cải thiện rất nhiều nếu nó được dựng thành một vở nhạc kịch?",
    "Chương trình giảm giá mua một tặng một tệ nhất mọi thời đại sẽ là gì?",
    "Nếu cuộc sống là một trò chơi điện tử, thì một số mã gian lận sẽ là gì?",
    "Cái tên hài hước nhất mà bạn từng nghe thấy được sử dụng trong thế giới thực là gì?",
    "Môn thể thao nào sẽ là thú vị nhất khi thêm một lượng rượu bắt buộc vào?",
    "Con vật nào thú vị nhất nếu có kích thước tương đương với một con ngựa?",
    "Hai điều hoàn toàn bình thường sẽ trở nên thực sự kỳ lạ nếu bạn làm ngược lại chúng?",
    "Bạn có thể mua những món đồ nào khiến nhân viên thu ngân khó chịu nhất?",
    "Điều gì đáng sợ nhất mà bạn có thể nói khi đi ngang qua một người lạ trên phố?",
    "Điều gì mà bạn vừa mới nhận ra rằng bạn cảm thấy xấu hổ mà bạn không nhận ra sớm hơn là gì?",
    "Một số lựa chọn thay thế vui vẻ và thú vị cho chiến tranh mà các quốc gia có thể giải quyết sự khác biệt của họ là gì?",
    "Đâu là tên tệ nhất đối với các loại hình kinh doanh khác nhau? (Tiệm giặt khô, công viên giải trí, v.v.)",
    "Bạn biết ai thực sự khiến bạn nhớ đến một nhân vật trong chương trình truyền hình hoặc phim không?",
    "Thế giới sẽ ra sao nếu tràn ngập các bản sao nam và nữ của bạn?",
    "Thỉnh thoảng làm một số việc có thể làm được nhưng chắc chắn là không thể làm hàng ngày?",
    "Nếu bạn bị bắt mà không có lời giải thích, bạn bè và gia đình của bạn sẽ cho rằng bạn đã làm gì?",
    "Bạn là một nhà khoa học điên rồ, bạn sẽ chạy thử nghiệm khoa học nào nếu tiền bạc và đạo đức không phải là vấn đề?",
    "Một số cách thú vị để trả lời các câu hỏi hàng ngày như mọi việc thế nào hoặc bạn đang làm gì ?",
    "Nếu ai đó yêu cầu trở thành người học việc của bạn và học tất cả những gì bạn biết, bạn sẽ dạy họ điều gì?",
    "Nếu đứa trẻ năm tuổi của bạn đột nhiên thấy mình đang sống trong cơ thể hiện tại của bạn, đứa trẻ năm tuổi của bạn sẽ làm gì đầu tiên?",
    "Đầu tiên hãy nghĩ về một sản phẩm. Bây giờ, đâu sẽ là tên thương hiệu tồi tệ nhất cho một trong những sản phẩm đó?",
    "Bộ phim nào thay đổi hoàn toàn cốt truyện khi bạn thay đổi một chữ cái trong tiêu đề? Bộ phim mới nói về điều gì?",
    "Nếu tất cả các Tiểu bang ở Hoa Kỳ được đại diện bằng thực phẩm, thì mỗi tiểu bang sẽ được đại diện bằng thực phẩm nào?",
    "Một số câu chuyện cổ tích sẽ như thế nào nếu chúng diễn ra ở hiện tại và bao gồm công nghệ và văn hóa hiện đại?",
    "Điều gì đang thực sự phổ biến hiện nay mà trong 5 năm nữa mọi người sẽ nhìn lại và cảm thấy xấu hổ?",
    "Bạn có thể đưa ra giả thuyết gì nực cười và không đúng sự thật, nhưng hơi hợp lý, về nguyên nhân của các bệnh thông thường như đau đầu hoặc sâu răng?",
    "Nếu bạn bị chuyển về quá khứ 400 năm mà không có quần áo hay bất cứ thứ gì khác, bạn sẽ làm thế nào để chứng minh rằng bạn đến từ tương lai?",
    "Nếu bạn bị đưa vào một trại tị nạn điên loạn một cách sai trái, bạn sẽ thuyết phục họ như thế nào rằng bạn thực sự khỏe mạnh chứ không chỉ giả vờ khỏe mạnh?",
    "Đó là tất cả những câu hỏi vui mà chúng tôi có. Nhưng có rất nhiều câu hỏi khác trên trang web mà bạn có thể thích thú!",
    "Nhân vật hư cấu nào tuyệt vời trong cuốn sách / chương trình / bộ phim của họ, nhưng sẽ không thể đáp ứng được nếu bạn phải đối phó với họ trong những tình huống trần tục hàng ngày?",
    "Nếu bạn bị giữ trước mũi súng và nói rằng nếu bạn không gây ấn tượng với họ bằng những bước nhảy của mình, bạn sẽ bị giết, bạn sẽ thực hiện những bước nhảy nào?",
    "Cái gì sẽ là cái mũ để kết thúc tất cả những chiếc mũ? Bạn có thể đội thứ gì trên đầu mà có thể khiến mọi người dừng lại những gì họ đang làm và nhìn chằm chằm vào sự ngạc nhiên và kinh ngạc?",
    "Nếu theo thời gian bạn thay thế các bộ phận trên một chiếc ô tô, đến thời điểm nào nó sẽ không còn giống với chiếc xe bạn đã mua nữa? Bạn cần thay bao nhiêu bộ phận để biến nó thành một chiếc xe mới?",
    "Nếu bạn chết và phát hiện ra rằng mọi người được chọn một hình vuông rộng 12 foot x 12 foot vuông để ở một mình vĩnh viễn mà không thể ảnh hưởng hoặc liên hệ với thế giới sống, bạn sẽ chọn hình vuông rộng 12 foot x 12 foot vuông nào ? ",
    "Đâu là nơi thích hợp nhất / xấu hổ nhất mà bạn đã đánh rắm?",
    "Hệ thống chính phủ của chính bạn so với những người khác như thế nào, bạn nghĩ cái nào tốt hơn và tại sao?",
    "Vai trò của bất kỳ chính phủ nào nên có những ranh giới và giới hạn nào?",
    "Xem xét các giá trị và nhu cầu của bản thân, theo ý kiến ​​của bạn, nghề nghiệp thời Trung cổ nào sẽ mang lại chất lượng cuộc sống tốt nhất?",
    "Nếu bạn là người lãnh đạo đất nước của mình, bạn sẽ thực hiện những thay đổi gì đối với tình trạng hiện tại của quốc gia mình, và bạn sẽ biện minh cho những thay đổi đó như thế nào?",
    "Theo bạn, vấn đề cơ bản cấp bách nhất trong thế giới của chúng ta là gì, và tại sao bạn lại cảm thấy như vậy?",
    "Mục tiêu bao trùm cơ bản của nhân loại phải là gì, và tại sao?",
    "Theo ý kiến ​​của bạn, điều gì gây ra tổn hại lớn nhất cho xã hội chúng ta, và làm thế nào để tránh được điều đó?",
    "Nếu bạn tranh cử tổng thống, ba ưu tiên hàng đầu của bạn sẽ là gì và tại sao?",
    "Tại sao trong xã hội chúng ta cảm thấy rằng chiến tranh thường là cách duy nhất để giải quyết xung đột?",
    "Làm thế nào để chúng ta phân biệt được đâu là quyền và đâu là đặc quyền trong xã hội, và làm thế nào để điều này có thể công bằng cho tất cả mọi người?",
    "Thế giới của chúng ta sẽ như thế nào nếu Cách mạng Công nghiệp xảy ra sớm hơn 200 năm?",
    "Bản chất con người có thể thay đổi được không? Nếu vậy, nó nên được thay đổi như thế nào và tại sao? ",
    "Xã hội của chúng ta sẽ biến đổi như thế nào nếu không có luật quản lý chúng ta, và kết quả cuối cùng sẽ như thế nào? Làm sao bạn có thể chắc chắn về điều này? ",
    "Bạn tin rằng công nghệ đã giúp ích hay làm hại giáo dục? Nếu có điều gì đó cần thay đổi về mặt này, bạn sẽ thay đổi nó như thế nào? ",
    "Nếu bạn chỉ có thể tạo ra ba luật để mọi người sống theo, họ sẽ là gì và tại sao?",
    "Các nhà lãnh đạo chính trị hiện tại và đầy tham vọng có nên bắt buộc phải kiểm tra trí thông minh hoặc năng khiếu và kiểm tra sức khỏe tâm thần không? Tại sao hoặc tại sao không? ",
    "Bạn có tin rằng thế giới có thể tồn tại mà không có khái niệm của cải vật chất? Nó sẽ khác như thế nào so với bây giờ? ",
    "\"Nghệ thuật\" là gì và tại sao các nền văn hóa riêng lẻ lại đặt nhiều giá trị vào quá trình tiến hóa liên tục của nó?",
    "Một nghệ sĩ có những trách nhiệm gì đối với khán giả hay người tiêu dùng?",
    "Khán giả và người tiêu dùng có trách nhiệm gì với nghệ sĩ không? Nếu vậy, chúng là gì?",
    "Tại sao cần có sức khỏe và thể chất lâu dài để đạt được sự cân bằng trong cuộc sống của chúng ta, và làm thế nào chúng ta có thể đạt được điều đó?",
    "Làm thế nào để chúng ta định nghĩa \"hạnh phúc\" cho bản thân và nó quan trọng như thế nào trong cuộc sống của chúng ta?Sự khác biệt giữa \"sống sót\" và \"sống\" là gì?",
    "Nếu có ba điều trong cuộc sống mà bạn cho là có hại và bạn có thể từ bỏ, bạn sẽ từ bỏ điều gì và tại sao?",
    "Sự lành mạnh ảnh hưởng đến mối quan hệ của chúng ta với những người khác như thế nào?",
    "Tại sao biết ơn lại quan trọng và bạn có thể rèn luyện lòng biết ơn như một thói quen hàng ngày như thế nào?",
    "Bạn cho rằng những thành công lớn nhất và những thất bại lớn nhất trong cuộc đời của bạn là gì?",
    "Bạn có tin rằng mọi thứ sẽ trở nên tốt hơn cho mọi người nếu tất cả chúng ta đều tập trung hơn vào những gì đang diễn ra đúng hoặc những gì đang diễn ra sai? Tại sao bạn lại cảm thấy như vậy? ",
    "Làm thế nào để chúng tôi đưa ra quyết định y tế cho những người không thể tự đưa ra chúng?",
    "Điều đặc biệt về cách bạn giải quyết những xung đột và thay đổi cá nhân, và điều này có thể giúp ích gì cho người khác?",
    "Điều gì đó bắt đầu tồi tệ với bạn từ khi nào nhưng cuối cùng, lại trở nên tuyệt vời?",
    "Trong một nền văn hóa mà chúng ta bị tấn công bởi những người khác đang cố gắng xác định chúng ta, làm thế nào để chúng ta đưa ra quyết định cho chính mình?",
    "Làm thế nào chúng ta có thể hỗ trợ những người cảm thấy cô đơn và không chắc chắn về bản thân do các yếu tố xã hội và tâm lý?",
    "Làm thế nào chúng ta có thể đảm bảo rằng xung đột dẫn đến thay đổi mang tính xây dựng và kết quả tích cực cho tất cả mọi người có liên quan?",
    "Nếu bạn để lại di sản của chính mình cho các thế hệ tương lai, thì đó sẽ là gì và tại sao?",
    "Sự khác biệt giữa sự thật và sự thật là gì?",
    "Nếu bạn có thể chọn một quy tắc để cả thế giới tuân thủ, đó sẽ là gì và tại sao?",
    "Nền văn minh và trật tự có cần thiết cho sự tồn tại không? Tại sao hoặc tại sao không? ",
    "Có một người nào đó trong đời bạn mà bạn đối xử khác xa với bất kỳ ai khác không? Nếu vậy, bạn đối xử với họ như thế nào và tại sao? ",
    "Nếu bạn có thể biết được một người thân yêu sẽ chết như thế nào, bạn có muốn biết không? Tại sao hoặc tại sao không? ",
    "Nếu ai đó có lý do chính đáng để yêu cầu bạn nói dối họ, bạn có làm vậy không? Tại sao hoặc tại sao không? ",
    "Chúng ta có nghĩa vụ đạo đức để giúp đỡ những người kém may mắn hơn chúng ta không? Tại sao hoặc tại sao không? ",
    "Bạn tin điều gì nên là luật điều chỉnh phương tiện truyền thông xã hội? Tại sao và làm thế nào bạn sẽ thực thi những luật này vì lợi ích của tất cả mọi người? ",
    "Những sự thật phũ phàng nào về cuộc sống mà bạn thích bỏ qua một cách có ý thức, và tại sao?",
    "Chúng ta có nên cân nhắc việc thuộc địa hóa phần còn lại của thiên hà không? Tại sao hoặc tại sao không? ",
    "Nếu bạn chứng kiến ​​ai đó phạm tội vì một lý do hoàn toàn đạo đức, bạn có trừng phạt họ không? Nếu không, tai sao không? Nếu vậy, làm thế nào? ",
    "Tại sao một số người tôn trọng quyền lực trong khi những người khác lại công khai lạm dụng nó? Nếu bạn có quyền lực, bạn sẽ là người như thế nào và tại sao? ",
    "Có thể sống một cuộc sống bình thường và không bao giờ nói dối không? Tại sao hoặc tại sao không? ",
    "Nếu ai đó kể một trò đùa xúc phạm, bạn có coi trách nhiệm lên tiếng về nó không?",
    "Điều gì bất thường có thể xảy ra có thể làm đảo lộn thuyết tiến hóa?",
    "Điều gì sẽ xảy ra với xã hội của chúng ta nếu năng lượng nguyên tử chưa bao giờ được khai thác như một vũ khí?",
    "Việc khám phá ra một thế giới văn minh khác có ý nghĩa như thế nào đối với xã hội hiện tại của chúng ta? Điều này sẽ mang lại cơ hội nào cho cả hai thế giới? ",
    "Nếu ai đó yêu cầu bạn đo Trái đất nặng bao nhiêu, bạn sẽ tính toán nó như thế nào?",
    "Bạn sẽ thay đổi di truyền gì về con người để biến họ thành một loài tốt hơn?Tiến bộ công nghệ là không thể tránh khỏi cho đến khi con người tồn tại, hay nó có thể bị dừng lại? Có nên dừng lại không? ",
    "Nhân loại sẽ thay đổi như thế nào nếu tuổi thọ của tất cả con người được tăng lên đáng kể?",
    "Liệu cơ thể con người có thể tồn tại vĩnh viễn không? Tại sao hoặc tại sao không? ",
    "Điều gì sẽ xảy ra với cơ thể nếu quyết định bắt đầu hoạt động khi \"chạy quá tốc độ?\"",
    "Khoa học và tâm linh có bao giờ trở thành một ngành duy nhất không, và nếu có, thì làm thế nào?",
    "Có trật tự vốn có trong tự nhiên hay tất cả chỉ là hỗn loạn và may rủi? Tại sao bạn lại cảm thấy như vậy? ",
    "Làm thế nào chúng ta có thể dự đoán cuộc sống sẽ như thế nào trong 30 năm kể từ bây giờ?",
    "Bạn nghĩ phản ứng của nhân loại đối với việc phát hiện ra sự sống ngoài Trái đất là gì?",
    "Cách tiếp cận có lợi nhất để làm sạch môi trường của chúng ta là gì và tại sao bạn lại cảm thấy như vậy?",
    "Con người nên đi bao xa với sự tăng cường của công nghệ đối với cơ thể con người? Tại sao?",
    "Liệu có thể học \"quá nhiều?\" Tại sao hoặc tại sao không? ",
    "Làm thế nào chúng ta có thể chắc chắn rằng vũ trụ bên ngoài thế giới của chúng ta thực sự là \"vô hạn\"?",
    "Một bước đột phá khoa học sẽ mang lại lợi ích lớn nhất cho nhân loại là gì? Mối đe dọa lớn nhất? ",
    "Làm thế nào chúng ta có thể sử dụng toán học để tạo ra một thế giới tốt đẹp hơn?",
    "Toán học đã mang lại lợi ích như thế nào cho xã hội của chúng ta?",
    "Toán học đã đóng vai trò quan trọng trong suốt lịch sử thế giới của chúng ta khi nào và như thế nào?",
    "Bạn có coi toán học là một ngôn ngữ chúng ta có thể sử dụng để giao tiếp không? Làm thế nào chúng ta có thể sử dụng nó theo cách này? ",
    "Trong những tình huống nào thì các mẫu toán học có tầm quan trọng thiết yếu trong thế giới thực?",
    "Khi nào thì câu trả lời \"đúng\" không phải là giải pháp tốt nhất?",
    "Làm thế nào có thể sử dụng các đường số và sơ đồ để giải thích các giải pháp cho các vấn đề trong thế giới thực?",
    "Toán học được sử dụng như thế nào để định lượng và so sánh các tình huống, sự kiện và hiện tượng?",
    "Khả năng của một sự kiện được xác định và truyền đạt như thế nào?",
    "Làm thế nào để chúng tôi xác định chiến lược tốt nhất để sử dụng để giải quyết một vấn đề toán học cụ thể?",
    "Đường phân chia nghệ thuật và \"phi nghệ thuật\" là gì?",
    "Có phải sự sáng tạo là thứ có thể đo lường được không? Nó phải được?",
    "Bạn có một ví dụ yêu thích nào về ý nghĩa của nghệ thuật đối với bạn không? Nếu vậy, tại sao nó lại là món yêu thích của bạn? ",
    "Tại sao xã hội cần nghệ thuật và sự sáng tạo để tồn tại, hay phải làm thế?",
    "Thế giới của chúng ta sẽ khác như thế nào nếu không có bất kỳ loại hình nghệ thuật nào?",
    "Tiếp thị có phải là một hình thức nghệ thuật trong thời đại kỹ thuật số không? Tại sao hoặc tại sao không? ",
    "Nghệ thuật có bao giờ gây hại cho xã hội không, và nếu có thì làm như thế nào?",
    "Bạn có tin rằng những đóng góp của bản thân cho nghệ thuật làm cho thế giới trở nên tốt đẹp hơn không? Nếu vậy, làm thế nào? ",
    "Theo bạn, điểm cuối cùng của nghệ thuật là gì và tại sao bạn lại cảm thấy như vậy?",
    "Chúng ta là một xã hội và với tư cách là những cá nhân được định nghĩa bởi nghệ thuật của chúng ta như thế nào?",
    "Nếu bạn phải truyền tải một thông điệp quan trọng đến thế giới thông qua nghệ thuật, thông điệp của bạn sẽ là gì và bạn sẽ chọn phương tiện nào? Tại sao?",
    "Lý do mà các nền văn hóa và cá nhân tạo ra những câu chuyện kể về trải nghiệm của họ là gì?",
    "Điều gì giúp cá nhân bạn phân biệt giữa viết \"tốt\" và \"xấu\"?",
    "Bạn sẽ phát triển hình thức giao tiếp của riêng mình và dạy nó cho người khác như thế nào?",
    "Bạn sẽ mô tả / giải thích thế nào với một người chưa bao giờ nghe nói về nó trước đây?",
    "Có phải chỉ có một ngôn ngữ toàn cầu sẽ tốt hơn là có nhiều ngôn ngữ? Tại sao hoặc tại sao không? ",
    "Bạn sẽ cải thiện ngôn ngữ mẹ đẻ của mình theo những cách nào để giúp người khác học và hiểu dễ dàng hơn?",
    "Nếu bạn có thể nhận được lời khuyên viết từ một nhà văn, dù sống hay đã chết, đó sẽ là ai và bạn sẽ hỏi họ điều gì?",
    "Có hình thức giao tiếp nào mà bạn cho là không cần thiết không? Nó là gì và tại sao bạn không nghĩ chúng tôi cần nó? ",
    "Tại sao đàn ông và phụ nữ thay đổi giới tính của họ?",
    "Phẫu thuật thẩm mỹ có cần thiết không?",
    "Một người có thể cảm thấy rằng anh ta đang \"đóng cửa\" trong cơ thể của mình không?",
    "Chỉ trích cuốn sách bạn đã đọc.",
    "Có phải các nhà phê bình nổi tiếng luôn đúng?",
    "Chấp nhận một vấn đề hay tìm ra giải pháp?",
    "Chấp nhận ngoại hình của bạn.",
    "Tiếp thị có phải là cách để bán sản phẩm không?",
    "Có phải tất cả mọi người đều sống theo khuôn mẫu không?",
    "Một người có cần phải có nguyên tắc không?",
    "Tại sao các công ty chi hàng triệu đô la cho việc quảng cáo sản phẩm của họ?",
    "Tại sao thời trang ra lệnh cho các quy tắc của nó?",
    "Thời trang và ảnh hưởng của nó đối với thế hệ trẻ.",
    "Môi trường đang thay đổi hàng ngày.",
    "Khí hậu có thay đổi dưới tác động của con người không?",
    "Bộ phim yêu thích của bạn và ý kiến ​​về nó.",
    "Hạnh phúc là một khái niệm trừu tượng.",
    "Tại sao robot thay thế công việc của con người?",
    "Công nghệ nano và tác động của chúng đối với nhân loại.",
    "Có thể không sử dụng kỹ thuật này trong một ngày không?",
    "Tại sao chúng ta nghiên cứu không gian một cách chậm rãi?",
    "Liệu 20 năm nữa chúng ta có ô tô bay không?",
    "Tại sao một số chính phủ ăn cắp tiền?",
    "Thế vận hội có phải là một ví dụ về sức mạnh và lòng dũng cảm không?",
    "Những quan niệm sai lầm ảnh hưởng đến mong muốn của chúng ta.",
    "Tại sao ý kiến ​​của người khác ngăn cản chúng ta?",
    "Chỉ trích những người đồng tính trong xã hội.",
    "Nghệ thuật đương đại có lạ không?",
    "Con cái và cha mẹ: mối quan hệ.",
    "Mỗi ngôi sao là một thiên hà riêng biệt?",
    "Tại sao điều quan trọng đối với chúng tôi là ngoại hình đẹp?",
    "Hình ảnh phong cách là một thành công trong mọi thứ?",
    "Những người thây ma trên TV?",
    "Điều trị nội trú có đỡ không?",
    "Liệu y học hiện đại có phải là bước đột phá?",
    "Chúng ta có thể giúp gì cho hành tinh của chúng ta không?",
    "Tại sao cách đây 30 - 40 năm, các nguyên tắc và luật lệ của xã hội lại khác nhau?",
    "Một người có thể thay đổi thế giới.",
    "Công nghệ có hủy hoại xã hội không?",
    "Tại sao chúng ta yêu thích các chương trình truyền hình?",
    "Làm sao để bỏ thói quen xấu? Tại sao chúng tôi có nó? ",
    "Có phải rượu luôn tạo ra vấn đề không?",
    "Chúng ta đã sẵn sàng mạo hiểm và khai thác chưa?",
    "Chúng ta có cần con cái chỉ để tiếp tục cuộc đua của mình không?",
    "Có không khí trong lành bên ngoài căn hộ của bạn không?",
    "Bạn thực sự thích những món ăn kết hợp kỳ lạ nào?",
    "Xã hội cần phải vượt qua kỳ thị xã hội nào?",
    "Bạn chưa bao giờ ăn món gì nhưng rất muốn thử?",
    "Bạn thực sự bực bội khi trả tiền cho thứ gì?",
    "Một thế giới đông đúc bởi những người vô tính bạn sẽ như thế nào?",
    "Bạn có nghĩ rằng người ngoài hành tinh tồn tại?",
    "Hiện tại bạn đang lo lắng về điều gì?",
    "Bạn đã đến một số nơi bất thường ở đâu?",
    "Bạn có những thông tin từ đâu?",
    "Một số lá cờ đỏ cần đề phòng trong cuộc sống hàng ngày là gì?",
    "Bạn có thể xem đi xem lại bộ phim nào mà không bao giờ chán?",
    "Khi bạn già, bạn nghĩ trẻ con sẽ yêu cầu bạn kể chuyện về điều gì?",
    "Nếu bạn có thể chuyển đổi hai nhân vật trong phim, chuyển đổi nào sẽ dẫn đến những bộ phim không phù hợp nhất?",
    "Vật vô tri vô giác nào sẽ khó chịu nhất nếu nó phát nhạc sôi nổi khi đang được sử dụng?",
    "Có khi nào điều gì đó bắt đầu tồi tệ với bạn nhưng cuối cùng, nó thật tuyệt?",
    "Đất nước của bạn sẽ thay đổi như thế nào nếu tất cả mọi người, bất kể tuổi tác, đều có thể bỏ phiếu?",
    "Con vật nào sẽ đáng yêu nhất nếu được thu nhỏ lại bằng kích thước của một con mèo?",
    "Nếu công việc của bạn mang lại cho bạn một kỳ nghỉ có lương bất ngờ trong ba ngày để nghỉ ngơi và hồi phục sức khỏe, bạn sẽ làm gì với ba ngày đó?",
    "Có gì sai nhưng nghe có vẻ đúng?",
    "Cách hoành tráng nhất mà bạn từng chứng kiến ​​ai đó bỏ việc hoặc bị sa thải là gì?",
    "Nếu bạn không thể bị kết án về bất kỳ loại tội phạm nào, bạn muốn được miễn tội với tội danh nào?",
    "Đâu là thứ sẽ luôn hợp thời, bất kể thời gian trôi qua bao lâu?",
    "Những diễn viên nào đóng cùng một nhân vật trong hầu hết mọi bộ phim hoặc chương trình mà họ làm?",
    "Trong quá khứ, mọi người được chôn cùng với những vật dụng mà họ cần ở thế giới bên kia, bạn muốn chôn theo thứ gì để có thể sử dụng nó ở thế giới bên kia?",
    "Trò đùa thực tế hay nhất / tệ nhất mà bạn đã chơi với ai đó hoặc trò đùa với bạn là gì?",
    "Bạn cố gắng đối xử tốt với ai?",
    "Bạn kiếm được hầu hết các đồ trang trí cho ngôi nhà của mình ở đâu?",
    "Ăn gì ngon nhưng ăn lại đau?",
    "Ai là giáo viên điên rồ nhất / thú vị nhất của bạn?",
    "Người cũ, bạn làm những việc gì?",
    "Bức ảnh cuối cùng bạn chụp là gì?",
    "Video chuyển động chậm tuyệt vời nhất mà bạn từng xem là gì?",
    "Bạn nghĩ người nổi tiếng nào đẹp nhất trên trái đất?",
    "Điều tồi tệ nhất khi nghe thấy bạn đang gây mê trước khi phẫu thuật tim là gì?",
    "Món ngon nhất mà bạn từng ăn là gì?",
    "Thứ đắt nhất mà bạn đã phá vỡ là gì?",
    "Những chướng ngại vật nào sẽ được đưa vào trong Cuộc thi vượt chướng ngại vật tuyệt vời nhất Thế giới?",
    "Điều gì khiến bạn tròn mắt mỗi khi nghe thấy nó?",
    "Bạn nghĩ rằng bạn giỏi hơn nhiều so với thực tế là gì?",
    "Có nên mua và bán thận không?",
    "Cách sử dụng biểu tượng cảm xúc sáng tạo nhất mà bạn từng thấy là gì?",
    "Lần cuối cùng bạn phải nói với ai đó \"Tôi đã nói với bạn như vậy\" là khi nào?",
    "Bạn biết câu đố nào?",
    "Cách chữa nấc cụt của bạn là gì?",
    "Phát minh nào không nhận được nhiều sự yêu thích, nhưng đã cải thiện đáng kể thế giới?",
    "Tòa nhà thú vị nhất mà bạn từng thấy hoặc từng ở là gì?",
    "Bạn ước sinh vật thần thoại nào thực sự tồn tại?",
    "Quy tắc quan trọng nhất của bạn khi hẹn hò là gì?",
    "Bạn đánh giá một người như thế nào?",
    "Nếu ai đó kể lại cuộc đời bạn, bạn sẽ muốn ai trở thành người kể chuyện?",
    "Bộ phim đáng lo ngại nhất mà bạn đã xem là gì?",
    "Thử nghiệm phi đạo đức nào sẽ có tác động tích cực lớn nhất đến toàn xã hội?",
    "Lần cuối cùng bạn rình mò và tìm thấy thứ gì đó mà bạn ước mình không có?",
    "Người nổi tiếng hoặc ban nhạc nào có lượng fan tệ nhất?",
    "Bạn quan tâm đến điều gì mà hầu hết mọi người lại không quan tâm đến?",
    "Nếu bạn đã được cấp bằng Tiến sĩ, nhưng không có thêm kiến ​​thức về chủ đề của bằng cấp ngoài những gì bạn có bây giờ, bạn muốn được cấp bằng gì?",
    "Bạn thực sự hào hứng với tính năng điện thoại thông minh nào để một công ty triển khai?",
    "Điều gì mọi người không lo lắng nhưng thực sự nên làm?",
    "Bạn thường xuyên sử dụng trích dẫn phim nào?",
    "Bạn nghĩ rằng những đứa trẻ sinh ra ngày nay sẽ có cuộc sống tốt hơn hay tồi tệ hơn so với cha mẹ của chúng?",
    "Trò đùa hài hước nhất mà bạn biết thuộc lòng là gì?",
    "Lần cuối cùng bạn cảm thấy mình có một hợp đồng mới trong cuộc sống là khi nào?",
    "Tên thực tế hài hước nhất mà bạn từng nghe về một người nào đó?",
    "Tổ chức từ thiện hoặc hoạt động từ thiện nào đáng được nhận tiền nhất?",
    "Nhân vật chương trình truyền hình nào sẽ vui nhất khi đổi chỗ trong một tuần?",
    "Điều gì thú vị khi bạn còn trẻ nhưng bây giờ thì không hay ho?",
    "Nếu bạn đang chuyển đến một quốc gia khác, nhưng chỉ có thể đóng gói một túi xách có kích thước mang theo, bạn sẽ đóng gói gì?",
    "Điều mỉa mai nhất bạn từng thấy đã xảy ra là gì?",
    "Nếu ma thuật có thật, bạn sẽ thử học câu thần chú nào trước?",
    "Nếu bạn là một con ma và có thể chiếm hữu mọi người, bạn sẽ bắt họ làm gì?",
    "Bạn nghĩ mục tiêu nào mà nhân loại không đủ tập trung để đạt được?",
    "Bạn hiện đang vật lộn với vấn đề gì?",
    "Nhân vật nào trong một bộ phim có thể rất tuyệt, nhưng diễn viên mà họ chọn không phù hợp với vai diễn?",
    "Bạn đã chơi trò chơi nào nhiều giờ nhất?",
    "Chiếc giường hoặc chiếc ghế thoải mái nhất mà bạn từng ở là gì?",
    "Cuộc trò chuyện điên rồ nhất mà bạn đã nghe được là gì?",
    "Điều gì là khó khăn nhất mà bạn từng làm việc?",
    "Bộ phim, hình ảnh hoặc video nào luôn khiến bạn cười bất kể bạn xem nó có thường xuyên không?",
    "Bạn luôn giới thiệu nghệ sĩ hoặc ban nhạc nào khi ai đó yêu cầu giới thiệu âm nhạc?",
    "Nếu bạn có thể có một chuyến đi được thanh toán toàn bộ chi phí để xem bất kỳ di tích nổi tiếng thế giới nào, bạn sẽ chọn tượng đài nào?",
    "Nếu động vật có thể nói chuyện, thì con vật nào sẽ khó chịu nhất?",
    "Bạn nghiện trò chơi nào nhất?",
    "Nơi nào lạnh nhất bạn từng đến?",
    "Nhân vật chính nào trong một cuốn sách hoặc bộ phim sẽ trở thành người bạn cùng phòng tồi tệ nhất?",
    "Bạn có ăn thực phẩm đã quá hạn sử dụng nếu chúng vẫn còn mùi và trông ổn không?",
    "Thứ vô lý nhất bạn đã mua là gì?",
    "Tiểu phẩm hài vui nhộn nhất mà bạn đã xem là gì?",
    "Bữa ăn chán nản nhất mà bạn đã ăn là gì?",
    "Bạn đã chọn được những mẹo hay thủ thuật nào từ công việc / công việc của mình?",
    "Bạn chưa thử hoạt động ngoài trời nào nhưng lại muốn?",
    "Bài hát nào khiến bạn dậy sóng nỗi nhớ mỗi khi bạn nghe chúng?",
    "Lời khen tặng sau lưng tồi tệ nhất mà bạn có thể dành cho ai đó là gì?",
    "Bộ phim tài liệu thú vị nhất mà bạn từng xem là gì?",
    "Bài hát cuối cùng bạn đã hát cùng là gì?",
    "Điều thú vị nhất mà bạn đã làm hoặc đã xảy ra khi tâm trí bạn đang lang thang là gì?",
    "Bạn có thể không tin rằng ai đó chưa tạo ra ứng dụng nào?",
    "Lần cuối cùng bạn tái mặt là khi nào?",
    "Nếu bạn được cấp năm triệu đô la để mở một bảo tàng nhỏ, bạn sẽ tạo ra loại bảo tàng nào?",
    "Những tật xấu hoặc thói quen xấu nào của bạn khó từ bỏ nhất?",
    "Điều gì thực sự cần được hiện đại hóa?",
    "Lần cuối cùng bạn ngủ hơn chín giờ là khi nào?",
    "Bạn cảm thấy thoải mái như thế nào khi nói trước một nhóm đông người?",
    "Ví dụ tồi tệ nhất của bạn về sự trì hoãn là gì?",
    "Ai không có bộ lọc giữa não và miệng của họ?",
    "Lời nói dối gần đây nhất của bạn là gì?",
    "Lần cuối cùng bạn hối hận ngay lập tức về điều mình đã nói là khi nào?",
    "Điều gì là tốt nhất mà bạn có thể mong đợi một cách hợp lý để tìm thấy trong một hang động?",
    "Bạn nghĩ điều gì sẽ tuyệt vời nhưng hóa ra lại kinh khủng?",
    "Bạn có biết chút câu đố nào rất thú vị nhưng cũng rất vô dụng không?",
    "Điều ngớ ngẩn nhất mà bạn từng thấy ai đó khó chịu là gì?",
    "Bạn nghĩ nên đổi tên động vật hoặc thực vật nào?",
    "Điều tuyệt vời nhất đã xảy ra với bạn hôm nay là gì?",
    "Khi còn nhỏ, bạn nghĩ điều gì sẽ tuyệt vời khi trở thành người lớn, nhưng nó không tuyệt vời như bạn nghĩ?",
    "Khi nào thì kiểm duyệt được đảm bảo?",
    "Siêu anh hùng nhàm chán nhất mà bạn có thể nghĩ ra là gì?",
    "Một số mặt trái của một số siêu năng lực sẽ là gì?",
    "Từ nào thú vị để nói?",
    "Xu hướng hiện tại mà bạn hy vọng sẽ tiếp tục trong thời gian dài?",
    "Diễn viên nào không thể đóng một nhân vật khác vì họ đã đóng nhân vật nổi tiếng nhất của mình quá xuất sắc?",
    "Bạn đến nhà hàng để thưởng thức những món ăn tuyệt vời ở đâu?",
    "Điều gì mà tất cả bạn bè của bạn đồng ý?",
    "Câu chuyện hay nhất của bạn trong một đám cưới là gì?",
    "Bạn ước mình có thể nói những ngôn ngữ nào?",
    "Giọng nào nghe dễ chịu nhất?",
    "Điều gì mà tất cả mọi người, hoàn toàn là tất cả mọi người, trên toàn thế giới có thể đồng ý?",
    "Nước nào lạ nhất?",
    "Từ hài hước nhất trong tiếng Anh là gì?",
    "Một số kiến ​​thức nội bộ mà chỉ những người trong ngành của bạn mới có là gì?",
    "Bạn ước mình có thể liên lạc lại với ai?",
    "Làm thế nào để bạn tự ngủ khi bạn dường như không thể ngủ được?",
    "Nếu mọi người nhận được một trái tim màu tím vì sự dũng cảm, thì những trái tim màu khác sẽ tượng trưng cho điều gì?",
    "Một số kỳ nghỉ tuyệt vời nhất mà bạn đã có là gì?",
    "Nếu có một cuốn sách điều răn dành cho thế giới hiện đại, một số quy tắc sẽ là gì?",
    "Video điên rồ nhất mà bạn từng xem là gì?",
    "Nếu bạn có thể biết sự thật đằng sau mọi âm mưu, nhưng bạn sẽ chết ngay lập tức nếu bạn ám chỉ rằng bạn biết sự thật, bạn có muốn biết không?",
    "Con vật nào sẽ đáng sợ nhất nếu nó biết nói?",
    "Kiểu tóc tệ nhất mà bạn từng có là gì?",
    "Bạn có thói quen nào bây giờ mà bạn ước mình bắt đầu sớm hơn nhiều?",
    "Nếu bạn được giao một nghìn mẫu đất mà bạn không cần phải trả thuế nhưng không thể bán, bạn sẽ làm gì với nó?",
    "Điều gì ở người khác giới khiến bạn bối rối nhất?",
    "Lần cuối cùng bạn la mắng ai đó là khi nào?",
    "Ngược lại với gấu túi là gì?",
    "Bạn thích nấu những món gì hay nấu ăn giỏi?",
    "Kỹ năng sống nào ít được dạy nhưng lại cực kỳ hữu ích?",
    "Vũ trụ điện ảnh nào sẽ là điều tồi tệ nhất để sống cuộc đời của bạn?",
    "Nếu bạn có thể xâm nhập vào bất kỳ một máy tính nào, bạn sẽ chọn máy tính nào?",
    "Bạn cảm thấy mình biết ai dù chưa bao giờ gặp họ?",
    "Động vật kỳ cục nhất hành tinh là gì?",
    "Điều tồi tệ nhất mà bạn đã ăn vì lịch sự là gì?",
    "Điều lịch sử nhất đã xảy ra trong cuộc đời bạn là gì?",
    "Điều gì xảy ra ở đất nước của bạn thường xuyên mà mọi người ở hầu hết các quốc gia sẽ thấy kỳ lạ hoặc kỳ quái?",
    "Điều gì đã bị thổi bay ra ngoài tỷ lệ?",
    "Đã khi nào bạn hành động hờ hững nhưng bên trong lại phát điên?",
    "Điều gì sắp trở nên tốt hơn nhiều?",
    "Một số ví dụ thông minh về việc đi sai hướng mà bạn đã thấy là gì?",
    "Câu chuyện vui nhất của bạn liên quan đến ô tô là gì?",
    "Tiêu đề nhấp chuột của một số bộ phim nổi tiếng sẽ là gì?",
    "Nếu bạn xây một khách sạn theo chủ đề, chủ đề sẽ là gì và các phòng sẽ như thế nào",
    "Khám phá khoa học nào sẽ thay đổi tiến trình nhân loại chỉ sau một đêm nếu nó được phát hiện?",
    "Bạn có nghĩ rằng con người sẽ có thể chung sống hòa thuận với nhau không?",
    "Quầy bar hoàn hảo của bạn trông như thế nào?",
    "Phim không phải kinh dị đáng sợ nhất là gì?",
    "Câu chuyện có thật tuyệt vời nhất mà bạn đã nghe là gì?",
    "Thực phẩm thô nhất mà bạn không thể ăn đủ là gì?",
    "Bạn trung thành với thương hiệu nào nhất?",
    "Điều khó xử nhất thường xuyên xảy ra với bạn là gì?",
    "Nếu bạn phải biến mất và bắt đầu một cuộc sống hoàn toàn mới, bạn muốn cuộc sống mới của mình trông như thế nào?",
    "Bộ phim hoặc cuốn sách nào bạn biết trích dẫn nhiều nhất?",
    "Một trong những buổi hòa nhạc thú vị nhất mà bạn đã từng đến là gì?",
    "Bạn không được chào đón ở đâu nữa?",
    "Bạn nghĩ có thể làm gì để cải thiện phương tiện truyền thông?",
    "Chương trình gần đây nhất mà bạn say mê xem là gì?",
    "Đoạn phim dở nhất là gì?",
    "Trải nghiệm chung của nhiều người mà bạn chưa từng trải qua là gì?",
    "Một số quan niệm sai lầm về sở thích của bạn là gì?",
    "Điều thông minh nhất mà bạn từng thấy một con vật làm là gì?",
    "Tiếng ồn khó chịu nhất là gì?",
    "Câu chuyện về ngôi nhà ma ám của bạn là gì?",
    "Bạn đã tìm được gì Google cuối cùng?",
    "Điều ngu ngốc nhất mà ai đó đã tranh luận với bạn là gì?",
    "Nếu tiền bạc và tính thực dụng không phải là vấn đề, thì đâu sẽ là cách thú vị nhất để đi quanh thị trấn?",
    "Cái lỗ thỏ dài nhất mà bạn từng xuống là gì?",
    "Cảnh buồn nhất trong phim hoặc phim truyền hình là gì?",
    "Sản phẩm khó chịu nhất mà bạn sở hữu là gì?",
    "Bạn muốn có siêu sức mạnh nhỏ bé nào?",
    "Điểm chung của tất cả bạn bè của bạn là gì?",
    "Bạn thực sự thích mùi kỳ lạ nào?",
    "Con vật thú vị nhất bạn từng thấy trong tự nhiên là gì?",
    "Bài học hay nhất mà bạn học được từ một tác phẩm hư cấu là gì?",
    "Bạn thường thèm ăn món nào nhất?",
    "Ai trong cuộc đời bạn gặp may mắn / may mắn nhất?",
    "Xu hướng thời trang nào khiến bạn phải rúm ró hoặc bật cười mỗi khi nhìn thấy nó?",
    "Câu chuyện hay nhất của bạn về bạn hoặc ai đó đang cố lén lút và thất bại thảm hại?",
    "Bạn nghĩ khả năng xảy ra chứng loạn thị tận thế nào nhất?",
    "Nếu bạn có một HUD hiển thị ba số liệu thống kê về bất kỳ người nào bạn đã xem, bạn muốn nó hiển thị ba số liệu thống kê nào?",
    "Điều vui nhất mà bạn từng thấy một đứa trẻ làm là gì?",
    "Tài năng bí mật của bạn là gì?",
    "Cách tốt nhất mà bạn hoặc ai đó mà bạn biết thoát khỏi bị phạt / gặp rắc rối với pháp luật là gì?",
    "Khí xé làm cho người ta khóc và khí cười khiến người ta cười khúc khích, bạn ước gì còn tồn tại loại khí nào nữa?",
    "Bãi biển đẹp nhất bạn từng đến là gì?",
    "Điều gì khiến bạn lo lắng nhất mà bạn thường xuyên làm?",
    "Điều gì mà mọi người đồng ý rằng chúng ta nên thay đổi, nhưng bằng cách nào đó nó không bao giờ thay đổi?",
    "Bạn cảm thấy mệt mỏi với xu hướng nào?",
    "Cái gì rẻ đến khó tin và bạn sẽ trả nhiều tiền hơn cho cái gì?",
    "Câu chuyện lỗi tồi tệ nhất của bạn là gì?",
    "Phiên bản dành cho người lớn của một chiếc xe bán kem sẽ bán gì và nó sẽ phát bài hát gì?",
    "Bạn coi thường công ty nào?",
    "Thời điểm không thích hợp nhất mà bạn bật cười là khi nào?",
    "Dòng thẻ chính xác cho mỗi tháng là gì?",
    "Sản phẩm được đánh giá cao nhất trên thị trường là gì?",
    "Từ nào bạn luôn viết sai chính tả?",
    "Giấc ngủ ngắn nào khiến bạn hài lòng nhất?",
    "Điều kỳ lạ nhất bạn thấy nằm trên mặt đất / bên đường là gì?",
    "Chương trình truyền hình vui nhộn nhất mà bạn từng xem là gì?",
    "Câu chuyện đáng xấu hổ nhất từ ​​thời thơ ấu của bạn là gì?",
    "Con vật nào hùng vĩ nhất?",
    "Điều gì mà mọi người đều biết là đúng, nhưng chúng tôi không muốn thừa nhận điều đó?",
    "Văn bản hoặc email kỳ lạ nhất mà bạn nhận được là gì?",
    "Điều gì luôn làm bạn phấn chấn khi nghĩ về nó?",
    "Bạn có thể chơi môn thể thao nào lâu nhất trong một trận đấu trên truyền hình mà không ai phát hiện ra bạn không phải là vận động viên chuyên nghiệp?",
    "Nếu bạn có thể nói chuyện với động vật và chúng hiểu bạn, nhưng bạn không thể hiểu chúng, bạn sẽ làm gì với sức mạnh đó?",
    "Môn thể thao nhàm chán nhất là gì và bạn sẽ làm gì để khiến nó trở nên thú vị hơn?",
    "Công nghệ đáng sợ nhất hiện có là gì?",
    "Bạn đã sử dụng để tìm kiếm ai, nhưng họ đã làm hỏng và bạn mất niềm tin vào họ?",
    "Điều gì tốt với số lượng nhỏ nhưng đáng sợ với số lượng lớn?",
    "Bạn thích mọi thứ được lên kế hoạch cẩn thận hay bạn thích chỉ theo dòng chảy?",
    "Bạn muốn ăn con vật nào nhất?",
    "Nhân vật hư cấu nào bạn đã yêu thích trong nhiều năm qua?",
    "Chiếc hộp với tất cả hy vọng và ước mơ của bạn bên trong sẽ như thế nào?",
    "Trải nghiệm mua sắm tồi tệ nhất mà bạn từng có là gì?",
    "Câu chuyện bạn đã nghe đã ở lại với bạn và luôn làm bạn xao xuyến mỗi khi nghĩ về nó?",
    "Cuộc hẹn hoặc thời hạn quan trọng nhất mà bạn đã bỏ lỡ là gì?",
    "Nếu bạn là một siêu anh hùng theo chủ đề chú hề, bạn sẽ có sức mạnh gì?",
    "Nếu bạn có thể airdrop bất cứ thứ gì bạn muốn, trị giá từ hai triệu đô la trở xuống, ở bất cứ đâu bạn muốn, bạn sẽ airdrop cái gì và bạn sẽ airdrop nó ở đâu?",
    "Nếu bạn sống trong một thế giới thực tế ảo do chính bạn tạo ra, nó sẽ như thế nào?",
    "Điều gì đã leo thang rất nhanh?",
    "Hai điều gì là khủng khiếp khi tách biệt nhưng tuyệt vời khi bạn đặt chúng lại với nhau?",
    "Bạn đã tin điều gì quá lâu khi còn là một đứa trẻ?",
    "Bạn nghĩ sự kiện lớn nào sẽ sớm xảy ra mà hầu hết mọi người không mong đợi?",
    "Điều gì vẫn khiến bạn quặn lòng khi nghĩ lại về nó?",
    "Xu hướng hiện tại không có ý nghĩa gì đối với bạn?",
    "Nếu bạn sở hữu một nhà hàng, nó sẽ phục vụ món ăn gì?",
    "Người nổi tiếng nào có khả năng sở hữu bộ sưu tập gậy chỉ để trưng bày nhất?",
    "Nỗi lòng kỳ lạ nhất mà bạn từng có là gì?",
    "Nhiều người có ý kiến ​​rất mạnh mẽ về điều gì, mặc dù họ biết rất ít về nó?",
    "Bạn muốn chơi trò chơi sòng bạc nào?",
    "Một bữa tiệc hoành tráng được tổ chức để vinh danh bạn, có gì trên bàn?",
    "Bộ phim kỳ nghỉ yêu thích của bạn là gì?",
    "Ai là người thao túng nhất mà bạn từng gặp?",
    "Ai là người sáng tạo nhất mà bạn biết?",
    "Đường dây đón khách vui nhất mà bạn từng nghe là gì?",
    "Câu hỏi có vẻ ngây thơ nào khiến bạn nghĩ \"Đó là một cái bẫy!\"?",
    "Bạn tham vọng đến mức nào?",
    "Bạn thích / không thích điều gì ở nơi bạn lớn lên?",
    "Những yếu tố nào của văn hóa đại chúng sẽ mãi mãi gắn liền trong tâm trí bạn đối với tuổi thơ của bạn?",
    "Bùa may mắn của bạn là gì?",
    "Điều gì hợp pháp bây giờ, nhưng có lẽ sẽ không còn trong 25 năm nữa?",
    "Bạn có muốn khả năng nghe được suy nghĩ của những người ở gần mình nếu bạn không thể tắt tính năng này không?",
    "Lần cuối cùng bạn thức cả đêm là khi nào?",
    "Điều gì mà mọi người nghĩ khiến họ trông bắt mắt, nhưng thực tế lại có tác dụng ngược?",
    "Cái cũ nhất mà bạn sở hữu là gì?",
    "Ai đó đã mượn cái gì nhưng không bao giờ trả lại?",
    "Đâu là nơi tốt nhất bạn đã đến để đi dạo?",
    "Nếu vật lý hoạt hình đột nhiên thay thế vật lý thực, bạn muốn thử một số điều gì?",
    "Điều gì từ hiện tại sẽ chịu được thử thách của thời gian?",
    "Ai trong đời bạn kém nhất khi sử dụng công nghệ?",
    "Cuộc trò chuyện kỳ ​​lạ nhất mà bạn đã nghe trộm là gì?",
    "Bạn đang háo hức bắt tay vào làm gì ở công nghệ xung quanh?",
    "Bộ phim đen tối nhất mà bạn từng xem là gì?",
    "Bạn sẽ làm gì khi nghe thấy thứ gì đó rơi vào lúc nửa đêm khi bạn đang ở trên giường?",
    "Bạn có thể kết hợp trang phục nào với nhau từ những bộ quần áo bạn sở hữu để gây cười nhiều nhất?",
    "Từ nghe ghê tởm nhất trong tiếng Anh là gì?",
    "Cái gì đã bị hủy hoại vì nó trở nên phổ biến?",
    "Bạn thường xuyên sử dụng tiếng lóng lỗi thời nào?",
    "Nhận thức lớn nhất mà bạn có về bản thân là gì?",
    "Ví dụ tốt nhất của bạn là gì về dễ dàng, dễ dàng đi?",
    "Thay đổi nhỏ nào giúp cải thiện đáng kể ngoại hình của một người?",
    "Bạn có thể dành hàng giờ để nói về chủ đề gì?",
    "Điều gì xảy ra thường xuyên có thể khiến một người kinh hoàng từ 100 năm trước?",
    "Điều gì nhiều người hy vọng sẽ xảy ra nhưng nó sẽ không xảy ra?",
    "Điều kỳ lạ nhất đã xảy ra với bạn khi làm việc tại nơi làm việc của bạn là gì?",
    "Bạn muốn hỏi một nhà du hành thời gian từ 200 năm trong tương lai những câu hỏi nào?",
    "Nên treo giấy vệ sinh theo hướng nào, trên hay dưới?",
    "Điều đau đớn nhất về thể xác mà bạn từng trải qua là gì?",
    "Bạn có câu chuyện kinh dị nào từ công việc bạn đã từng làm?",
    "Trò chơi gây ra cơn thịnh nộ nhất mà bạn từng chơi là gì?",
    "Phản ứng thái quá lớn nhất mà bạn từng thấy là gì?",
    "Một số quan niệm sai lầm phổ biến nhất là gì?",
    "Công việc nào hiện không tồn tại nhưng sẽ tồn tại trong tương lai?",
    "Bạn yêu thích bộ phim kinh khủng nào?",
    "Món ăn ngon bình thường nào sẽ bị hỏng khi bạn bọc nó trong một chiếc bánh tortilla?",
    "Ví dụ tốt nhất của bạn về việc giả mạo nó cho đến khi bạn làm ra nó là gì?",
    "Bạn hoàn toàn chắc chắn về điều gì cho đến khi bạn phát hiện ra mình đã sai?",
    "Điều gì thường làm mà càng ngày càng trở nên kỳ lạ hơn khi bạn nghĩ về nó?",
    "Điều dễ thương nhất mà bạn có thể tưởng tượng là gì? Một cái gì đó rất dễ thương nó gần như đau đớn. ",
    "Nếu bạn được cung cấp nguồn lực vô hạn, bạn sẽ làm thế nào để thu hút những người tồi tệ nhất của nhân loại vào một sân vận động cùng một lúc?",
    "Bạn nghĩ về điều gì khi nghe từ \"sang trọng\"?",
    "Bạn có dự đoán tương lai gần nào?",
    "Bạn cần giúp đỡ về điều gì thường xuyên nhất?",
    "Tác phẩm \"nghệ thuật\" nào, bạn sẽ tạo ra nếu bạn phải đóng giả là một nghệ sĩ và gửi thứ gì đó cho phòng trưng bày?",
    "Bạn làm gì để biến thế giới trở thành một nơi tốt đẹp hơn?",
    "Điều tốt nhất và điều tồi tệ nhất về đất nước bạn đến là gì?",
    "Nếu bạn chịu trách nhiệm đổi tên mọi thứ để tên của chúng chính xác hơn, bạn sẽ nghĩ ra những cái tên nào?",
    "Cái gì tốt hơn bị hỏng toàn bộ?",
    "Giá trị nào quan trọng nhất đối với bạn?",
    "Bánh sandwich ngon nhất mà bạn từng ăn là gì?",
    "Điều tồi tệ nhất bạn đã ăn ở một nhà hàng thức ăn nhanh là gì?",
    "Điều gì mà tôi không biết?",
    "Nghề nào không nhận được đủ tín nhiệm hoặc sự tôn trọng?",
    "Ký ức nào của bạn cảm thấy thật nhưng rất có thể là giả?",
    "Kỳ tích thể chất tuyệt vời nhất mà bạn đã đạt được là gì?",
    "Điều khó chịu nhất về nền tảng mạng xã hội mà bạn thường xuyên sử dụng nhất là gì?",
    "Nếu bạn được thuê để cho khách du lịch thấy cuộc sống thực sự như thế nào ở nơi bạn sống, bạn sẽ cho họ thấy / họ phải làm gì?",
    "Điều gì đáng lo ngại nhất nếu thỉnh thoảng tìm thấy xung quanh nhà bạn?",
    "Bạn đặt biệt danh gì cho những người trong cuộc sống của bạn?",
    "Người khác giới làm gì mà bạn ước rằng mình có thể làm, nhưng điều đó không khả thi về mặt giải phẫu hoặc khiến xã hội khó chịu?",
    "Bạn dự định / chuẩn bị bao nhiêu cho tương lai?",
    "Điều gì bạn ghét nhất và yêu thích nhất ở chiếc xe của bạn?",
    "Bạn có muốn thử hương vị khoai tây chiên kỳ lạ không tồn tại nào không?",
    "Điều ngớ ngẩn nhất mà bạn đã thuyết phục được ai đó là gì?",
    "Bạn nghĩ tên ảnh hưởng bao nhiêu đến kết quả cuộc sống của mọi người?",
    "Sản phẩm hoặc dịch vụ nào đắt hơn mức cần thiết?",
    "Điều đáng xấu hổ nhất mà bạn từng thấy ai đó làm là gì?",
    "Tình huống cuối cùng khi một số thứ kỳ lạ xảy ra và mọi người đều hành động như bình thường và bạn không chắc mình bị điên hay mọi người xung quanh bạn bị điên?",
    "Bạn đã ăn gì nhiều mà giờ bạn ghét nó?",
    "Một số lời bài hát ngớ ngẩn nhất mà bạn từng nghe trong một bài hát là gì?",
    "Ranh giới giữa súp và ngũ cốc ở đâu?",
    "Bạn luôn phát âm sai từ nào?",
    "Bạn nghĩ bạn làm gì tốt hơn 90% mọi người?",
    "Thực phẩm tồi tệ nhất khi được hóa lỏng và uống qua ống hút là gì?",
    "Điều kỳ lạ nhất trong cuộc sống hiện đại mà mọi người vẫn chấp nhận là bình thường là gì?",
    "Bạn sẽ tăng cường bao nhiêu phần trăm cơ thể của mình nếu bạn có thể?",
    "Nếu bạn muốn từ từ khiến một người bạn cùng phòng phát điên chỉ bằng cách sử dụng ghi chú, bạn sẽ để lại những loại ghi chú nào trong nhà?",
    "Nếu bạn có một con hươu cao cổ mà bạn cần giấu, bạn sẽ giấu nó ở đâu?",
    "Bạn đã làm điều gì vụng về nhất?",
    "Bạn chỉ biết phần điệp khúc của bài hát nào?",
    "Hãy nghĩ về một thương hiệu, bây giờ một khẩu hiệu trung thực cho thương hiệu đó sẽ là gì?",
    "Điều gì phổ biến từ thời thơ ấu của bạn mà dường như lạ lẫm đối với thế hệ tương lai?",
    "Nơi tuyệt vời nhất trong tự nhiên mà bạn từng đến?",
    "Cái gì nhanh chóng trở nên lỗi thời?",
    "Đâu là nơi khó chịu nhất mà bạn từng ngủ?",
    "Con vật khó chịu nhất mà bạn gặp phải là gì?",
    "Ví dụ tốt nhất của bạn về mối tương quan không cân bằng quan hệ nhân quả là gì?",
    "Trong những tình huống nào, bạn ước mình có thể ném một quả bom khói xuống và biến mất?",
    "Lần cuối cùng bạn lạc lối trong vô vọng là khi nào?",
    "Bạn cảm thấy bắt buộc phải hát theo những bài hát nào khi nghe chúng, ngay cả khi bạn không hoàn toàn biết tất cả các từ?",
    "Bạn muốn một công ty tạo ra phiên bản \"thông minh\" cho sản phẩm nào?",
    "Hai bộ phim bạn muốn kết hợp thành một?",
    "Một số câu trả lời kiểu Pavlovian của bạn là gì?",
    "Bạn sẽ làm gì nếu bạn tìm thấy một xác chết trong phòng khách sạn?",
    "Nếu những người hói đầu làm việc trong một nhà hàng, họ có cần đeo mạng tóc không?",
    "Bạn thích cái nào hơn: không có mũi nhưng có ngón tay ngửi rất tốt hay bị mù nhưng có nụ cười thật tươi?",
    "Nếu bạn đã mô tả điều gì đó là không thể diễn tả, bạn đã không mô tả nó sao?",
    "Tại sao nó được gọi là \"người đẹp ngủ\" mặc dù bạn thức dậy trông như một mớ hỗn độn nóng?",
    "Điều xấu hổ nhất bạn từng mặc là gì?",
    "Bạn sẽ chọn cái nào: sống một mình hay sắp chết cùng một nhóm bạn?",
    "Bạn nghĩ có bao nhiêu xu sẽ phù hợp với căn phòng này?",
    "Một người đàn ông sắp bị hành quyết trên ghế điện có nên được cứu nếu anh ta bị đau tim không?",
    "Bạn có nghĩ rằng nếu bất cứ điều gì là có thể, thì bất cứ điều gì là không thể vẫn có thể?",
    "Có thể nghe thấy iPod của ai đó khi họ đang chạy ở tốc độ tối đa không?",
    "Bạn đã bao giờ cố gắng nuốt kem đánh răng chưa?",
    "Bạn sẽ chọn loại nhạc nào để chơi mỗi khi bước vào phòng?",
    "Cá có khát nước không?",
    "Có giới hạn nào cho mức độ thông minh của một người không?",
    "Tại sao bánh mì thịt lại tròn trong khi bánh mì hình vuông?",
    "Ai là người thứ năm trong cuộc gọi nhỡ của bạn?",
    "Nếu con người phát triển từ khỉ, tại sao chúng ta vẫn có khỉ?",
    "Cái nào sẽ đẹp nhất nếu động vật chỉ có thể nói chuyện?",
    "Nếu bạn tự đấm vào mặt mình và đau, bạn yếu hay mạnh?",
    "Phương tiện di chuyển bạn ghét nhất là gì?",
    "Nếu có một chiếc xe cứu thương đang trên đường đến cứu ai đó và nó quật ngã ai đó, liệu nó có dừng lại để giúp họ không?",
    "Nếu bạn có cơ hội phát minh ra một quốc gia, bạn sẽ đặt tên cho nó là gì?",
    "Bạn đã bao giờ lấy một thứ gì đó ngoài quyền sở hữu của mình và không trả lại nó?",
    "Làm thế nào bạn có thể giải quyết vấn đề nếu bạn đến từ sao Hỏa?",
    "Hai điều bạn nghĩ là bình thường, nhưng lại trở nên thực sự kỳ lạ khi bạn thực hiện chúng lặp đi lặp lại?",
    "Có được phép cho trẻ vị thành niên đóng phim xếp hạng R xem chúng không?",
    "Màu của gương là gì?",
    "Bạn thường nghĩ gì khi đi vệ sinh?",
    "Bạn không muốn có siêu năng lực nào?",
    "Họ ghi màu tóc nào trên giấy phép lái xe của bạn nếu bạn bị hói?",
    "Làm thế nào để chim thực sự đi tiểu?",
    "Liệu ai đó có thể sống mãi mãi không?",
    "Bạn đã khám phá ra một hòn đảo xinh đẹp, nơi bạn có thể xây dựng xã hội của riêng mình và thậm chí bạn có thể đưa ra các quy tắc. Đâu sẽ là quy tắc đầu tiên bạn đưa ra? ",
    "Tại sao bạn lại coi mọi người lái xe nhanh hơn bạn như một tên ngốc và những người nhanh hơn bạn như một tên ngốc khi nào?",
    "Tại sao họ không sử dụng chăn nếu đó là ngọn lửa thân thiện?",
    "Để giết một con voi, cần bao nhiêu con gà?",
    "Nếu bạn lấy một con tàu và thay đổi tất cả các bộ phận của nó cho đến khi không bộ phận nào còn nguyên vẹn nữa, thì nó vẫn là con tàu cũ hay một con tàu hoàn toàn khác?",
    "Có thể nào đạo đức bắt nguồn từ moron, cũng như điện bắt nguồn từ electron?",
    "Bạn đã bao giờ mở và gói lại một món quà mang tên mình chưa?",
    "Tại sao nước chanh lại có hương nhân tạo trong khi nước rửa chén lại có mùi chanh thật?",
    "Tại sao bạn nghĩ rằng các miệng cống có hình tròn?",
    "Vị trí pooping yêu thích nhất của bạn là gì?",
    "Khi bạn biết pin đã hết, tại sao bạn lại ấn mạnh hơn vào điều khiển từ xa?",
    "Bạn sẽ phá sản cá nhân, công ty, quốc gia hay tổ chức nào nếu có cơ hội?",
    "Bạn đã bao giờ bị dụ ngủ trong tủ lạnh chưa?",
    "Vào năm 2050, đâu sẽ là phương tiện giao thông nhanh nhất?",
    "Bạn muốn đấm vào mặt người nổi tiếng nào?",
    "Nam diễn viên ballet được gọi là gì?",
    "Có an toàn cho ai đó để xe của họ gần vòi chữa cháy nếu nó đang cháy không?",
    "Bạn có nghĩ rằng những người thượng cổ đã trải qua những cơn ác mộng về phụ nữ thời thượng cổ không?",
    "Hình dạng của tầm nhìn ngoại vi của bạn là gì?",
    "Bên nào của tay vịn thực sự là của bạn tại rạp chiếu phim?",
    "Bạn nghĩ tại sao quả việt quất không có màu xanh sáng?",
    "Bạn có thực sự muốn ai đó cung cấp cho bạn câu trả lời trung thực khi bạn hỏi họ tình trạng của họ như thế nào không?",
    "Giả sử bạn được tặng một con voi và bạn không thể cho đi hoặc bán nó. Bạn sẽ làm gì với nó?",
    "Tại sao bạn giảm âm lượng trên radio khi bạn đang lái xe và tìm địa chỉ?",
    "Có phải tình huống làm con tin không nếu một người có nhiều nhân cách đe dọa tự sát?",
    "Tại sao phụ nữ ngậm mascara lại khó chải mascara?",
    "Bạn thực sự sở hữu bao nhiêu cặp đồ lót?",
    "Kẻ thù của bạn sẽ có những đặc điểm gì nếu bạn có?",
    "Con số cao nhất mà mọi người từng đếm là bao nhiêu?",
    "Làm thế nào bạn biết nếu ai đó đã thao túng trí nhớ của bạn?",
    "Khi Vịt Donald ra khỏi phòng tắm, tại sao anh ấy lại quấn khăn trong khi bình thường không mặc quần?",
    "Bạn đã quên điều gì hôm nay?",
    "Có thể chấp nhận được nếu nói rằng đối lập của tiến bộ là đại hội bởi vì đối lập với chuyên nghiệp là lừa đảo?",
    "Bạn muốn có bạn nào trong hai người làm bạn cùng phòng của mình: Một con chim hay một con đà điểu?",
    "Tại sao bạn nghĩ rằng 11 không được phát âm là một?",
    "Tại sao lại gọi là \"đi đổ\"? Thay vào đó, nó có nên để lại một bãi rác không? ",
    "Tại sao giáo sư trên đảo Gilligan không thể sửa một lỗ thủng trên thuyền nếu ông ấy có thể tạo ra một đài phát thanh từ một quả dừa?",
    "Bạn đã bao giờ vô tình làm rơi đồ ăn xuống sàn rồi nhặt lên ăn chưa?",
    "Bạn sẽ là loại cây gì nếu bạn là một cây, và tại sao?",
    "Người hói đầu vẫn bị gàu?",
    "Chúng ta đang thực sự sống hay chỉ đang chết dần chết mòn?",
    "Bạn có nghĩ một người thấp bé có thể \"nói chuyện\" với một người cao hơn không?",
    "Tại sao bạn nghĩ là một hình vuông võ đài quyền anh?",
    "Điều gì ít quan trọng nhất mà lại rất quan trọng đối với bạn lúc này?",
    "Có lạ không khi tận hưởng mùi xì hơi của chính mình?",
    "Khủng long đã tạo ra tiếng động gì?",
    "Ý tưởng của bạn sẽ đi về đâu khi nó đã bị lãng quên?",
    "Bạn soi mình trước gương bao nhiêu lần một ngày?",
    "Có thể mua một bộ cờ vua hoàn chỉnh ở cửa hàng cầm đồ không?",
    "Số phút trên hộp phim có bao gồm các bản xem trước, tín dụng và các tính năng bổ sung hay chúng chỉ dành cho chính bộ phim?",
    "Bạn sẽ vẽ gì vào ngày đầu tiên của mình nếu bạn là một nghệ sĩ?",
    "Bạn nghĩ bạn sẽ được nhớ đến trong bao lâu sau ngày bạn chết?",
    "Tại sao bạn phải \"bỏ hai xu của bạn vào\" khi nó thực sự chỉ là một \"xu cho suy nghĩ của bạn\"? Số tiền thừa đó sẽ đi đến đâu? ",
    "Bạn có đang giữ một bí mật thực sự lớn với người bạn yêu không?",
    "Tại sao mặt trời làm cho tóc chúng ta sáng hơn nhưng lại làm cho da chúng ta đen hơn?",
    "Động vật có khả năng tự sát không?",
    "Tại sao mưa rơi mà tuyết lại rơi?",
    "Bạn đã bao giờ đi tiểu khi ngủ chưa?",
    "Bạn có nghĩ rằng bạn sẽ làm bạn với một bản sao của chính mình không?",
    "Khi Greenland có màu trắng và được bao phủ bởi băng, tại sao nó được gọi là Greenland?",
    "Thời gian thực sự bắt đầu từ khi nào?",
    "Tại sao tóc ướt lại chuyển sang màu sẫm hơn mặc dù thực tế là nước trong?",
    "Tại sao bất cứ thứ gì tồn tại? Ban đầu, hoàn toàn không có gì, vậy làm thế nào mà một thứ gì đó đến từ không có gì? ",
    "Bạn muốn có giáo viên nào hơn nếu bạn là học sinh Hogwarts?",
    "Nếu chúng ta sạch sẽ trước khi sử dụng khăn tắm thì tại sao chúng ta cần giặt chúng?",
    "Bạn thích chơi trên cát hay chơi dưới nước ở bãi biển?",
    "Bài hát tệ nhất từng được sáng tác là gì?",
    "Quả cam nào có trước: màu hay quả?",
    "Có đúng là nếu bạn bước vào một chiếc taxi và người tài xế lái xe lùi lại, anh ta nợ bạn?",
    "Làm thế nào bạn có thể còng tay một người đàn ông một tay?",
    "Bạn có dám làm bài kiểm tra phát hiện nói dối với một người thân yêu đang đặt câu hỏi không?",
    "Bạn có nghĩ rằng bạn có thể mơ mộng vào ban đêm?",
    "Tại sao không có bất kỳ thức ăn có hương vị chuột nào dành cho mèo?",
    "Bạn đã bao giờ thử ăn một mẩu giấy chưa?",
    "Một đứa trẻ sinh ra vào ngày nào nếu chân của nó xuất hiện lúc 11:59 tối. nhưng đầu của anh ấy vẫn không lộ ra cho đến 12:01 sáng? ",
    "Bạn gần đây đã tham gia Spice Girls. Bạn đã tạo tên Spice nào cho chính mình? ",
    "Bạn nghĩ cái gì tồn tại trước khi có vũ trụ?",
    "Bạn có một cuộc hẹn với ai đó trong phòng này vào ngày mai. Ai sẽ là ứng cử viên không phù hợp nhất? ",
    "Tin nhắn văn bản kỳ lạ nhất mà bạn từng nhận được là gì?",
    "10 calo trong một gói kẹo cao su chỉ để nhai kẹo cao su hay cũng để nuốt nó?",
    "Môn thể thao chán nhất để chơi và xem là gì?",
    "Ai thực sự quyết định điều gì đúng và sai?",
    "Tại sao người lớn nói rằng họ \"ngủ như một đứa trẻ\" khi trẻ thức dậy vài giờ một lần?",
    "Bạn muốn làm gì hơn: hỏi một câu hỏi mà ai đó không muốn trả lời hoặc đưa ra một câu trả lời mà ai đó không muốn nghe?",
    "Tại sao chúng ta lại thích Halloween nếu cha mẹ bảo chúng ta không được lấy kẹo từ người lạ?",
    "Bạn có nghĩ rằng quan tài có bảo đảm trọn đời không?",
    "Khi bạn không thể uống rượu và lái xe, tại sao bạn cần có bằng lái xe để mua rượu?",
    "Bạn có thể mô tả mùi hôi nách của mình không?",
    "Những thứ sẽ tốt hơn nhiều nếu bạn có thể thay đổi màu sắc của nó là gì?",
    "Kinh thánh được lưu giữ trong phần hư cấu hay phi hư cấu của các thư viện?",
    "Tại sao ma không rơi qua sàn nhà nếu chúng có thể đi xuyên qua tường và lướt xuống cầu thang?",
    "Bạn nghĩ công chúa Disney nào sẽ trở thành điệp viên giỏi nhất?",
    "Mục đích của việc đặt mục tiêu là gì nếu cuối cùng tất cả chúng ta đều chết?",
    "Tại sao bạn không thể cảm thấy lâng lâng thay vì choáng ngợp và choáng ngợp?",
    "Các dự đoán về cookie may mắn có giới hạn thời gian không?",
    "Bạn muốn làm gì hơn: ngồi trên tuyết khi tuyết đang rơi hay nhảy trong mưa?",
    "Các nha sĩ tham khảo ý kiến ​​của các nha sĩ khác hay tự mình làm điều đó?",
    "Bạn nghĩ đâu là bộ phận xấu xí nhất trên cơ thể mình?",
    "Thời gian chỉ trôi về phía trước hay nó cũng di chuyển theo hướng khác?",
    "Điều gì sẽ xảy ra với mực nước biển nếu mọi con thuyền trên thế giới được đưa ra khỏi đại dương cùng một lúc?",
    "Bạn nghĩ ai đã từng dạy người thầy đầu tiên?",
    "Cha mẹ của SpongeBob đều tròn như bọt biển, nhưng tại sao anh ấy lại vuông như bọt biển nhà bếp",
    "Một quả bong bóng trong không gian sẽ nổ nếu bạn thổi nó?",
    "Bạn có tin rằng có điều gì đó vượt quá những gì chúng ta có thể nhận thức được trong vũ trụ?",
    "Tại sao hương nho lại có mùi thơm trong khi nho thật không có mùi vị hoặc mùi giống như vậy?",
    "Bạn đã tiêu thụ bao nhiêu kg khoai tây trong suốt cuộc đời mình?",
    "Làm thế nào những người bi quan có thể thúc đẩy bản thân ra khỏi giường mỗi ngày?",
    "Tại sao chúng được mô tả là căn hộ khi tất cả chúng đều được kết nối với nhau?",
    "Thỏ không đẻ trứng, vậy tại sao thỏ Phục sinh lại đẻ chúng?",
    "Lái xe xuống đường ngược chiều có hợp pháp không, miễn là bạn đi đúng làn đường?",
    "Lần cuối cùng bạn hét toáng lên là khi nào?",
    "Ngư dân nên tiêu thụ cá họ bắt được, hay chỉ nên thả chúng ra?",
    "Âm thanh nào sẽ kinh hoàng nhất nếu bạn có thể nghe thấy nó?",
    "Tại sao chúng ta lại sợ mắc sai lầm nếu chúng ta có thể học hỏi từ chúng và cải thiện?",
    "Tại sao Lone Ranger lại có biệt danh là \"Lone\", mặc dù anh ta thường xuyên được người bạn Ấn Độ Tonto đi cùng?",
    "Nếu quả cam có màu cam, tại sao quả chanh không được gọi là màu vàng hay chanh \"Khi sơ cứu, bạn đã bao giờ cố ý làm ai đó bị thương đến mức khiến họ hét lên chưa?",
    "Bạn có nghĩ rằng xe buýt nhà tù có lối thoát hiểm không?",
    "Lần lâu nhất bạn đi mà không tắm là bao lâu?",
    "Tại sao bạn nghĩ kem vani có màu trắng trong khi chiết xuất vani có màu nâu?",
    "Có những cái rốn trên A-đam và Ê-va không?",
    "Nếu bạn sẽ mong đợi điều không mong đợi, điều đó có làm cho điều bất ngờ được mong đợi không?",
    "Có lạ không khi sắp xếp lại từ \"giáo viên\", cho \"kẻ lừa đảo\"?",
    "Có đúng là những kẻ ăn thịt người không thích ăn những chú hề vì chúng có mùi vị buồn cười không?",
    "Làm thế nào mà một bộ não bị đóng trong hộp sọ của chúng ta lại có thể được gọi là một tâm hồn cởi mở?",
    "Nếu bạn nhìn vào bản đồ bên trong một hành tinh, nó sẽ trông như thế nào?",
    "Tại sao đầu của bạn lại thò ra khỏi áo phông?",
    "Bạn có những suy nghĩ điên rồ chạy qua đầu bạn cả ngày?",
    "Các bác sĩ gọi những gì họ làm là thực hành, điều đó có phải là một chút khó chịu không?",
    "Giăm bông được chữa khỏi trước đây bị nhiễm bệnh gì?",
    "Tại sao những thanh kẹo nhỏ được gọi là \"kích thước vui nhộn\"? Không vui hơn khi tiêu thụ một cái lớn sao? ",
    "Chúng ta đều biết rằng sữa sẽ hỏng nếu không được để trong tủ lạnh, nhưng tại sao bên trong con bò lại không bị hỏng?",
    "Bạn muốn cái nào có cánh tay tái tạo hàng tuần hoặc đôi chân mọc lại sau mỗi tuần?",
    "Làm thế nào để ai đó biết nếu một từ bị viết sai chính tả trong từ điển?",
    "Tại sao ô liu xanh đựng trong lọ và ô liu đen đựng trong hộp?",
    "Khi những con cừu cọ vào nhau, chúng có bị bám tĩnh không?",
    "Bạn đã bao giờ muốn tát ai đó mà bạn đang nói chuyện trong khi bạn đang nói chuyện với họ chưa?",
    "Khi nó liên quan đến cơ thể sống, tại sao nó được gọi là phẫu thuật thẩm mỹ?",
    "Bạn đã thất bại hay thành công nếu bạn cố gắng thất bại và bạn đã thành công?",
    "Tại sao các ngân hàng tính tiền không đủ số dư, ngay cả khi họ biết là không có tiền?",
    "FBI có phải trả tiền nếu họ phá cửa nhà bạn không?",
    "Bạn có thể khóc dưới nước được không?",
    "Mọi người sẽ nói ngôn ngữ nào trong đầu nếu họ bị điếc bẩm sinh?",
    "Cá bị say sóng có sao không?",
    "Khi chúng ta không thể ngủ, tại sao chúng ta đếm cừu mà không đếm chó?",
    "Bạn có tin một người nói với bạn rằng họ là một kẻ nói dối bệnh hoạn không?",
    "Tại sao 7-11 cửa hàng có khóa cửa nếu họ mở cửa 24 giờ một ngày, 365 ngày một năm?",
    "Những người vô thần có bắt buộc phải tuyên thệ Kinh thánh trước tòa không?",
    "Công việc kỳ lạ nhất mà bạn từng làm là gì?",
    "Ở đâu nói rằng Humpty Dumpty là một quả trứng trong bài đồng dao?",
    "Tương cà có được coi là sinh tố vì cà chua được coi là trái cây không?",
    "Nếu mọi người đều nói rằng cuộc sống hoàn toàn không công bằng, điều đó không chỉ có nghĩa là cuộc sống công bằng sao?",
    "Sẽ có chân không hình thành trong dạ dày của bạn nếu bạn vừa đánh rắm vừa ợ hơi?",
    "Máy trạm là gì nếu ga xe lửa được đặt ở nơi đoàn tàu buộc phải dừng lại?",
    "Điều gì nằm ngoài giới hạn nếu bầu trời là giới hạn?",
    "Nó vẫn còn là một đống chó khi những con chó leo lên đầu nhau?",
    "Bạn nghĩ một cây gỗ có thể kêu được bao nhiêu gỗ?",
    "Có từ đồng nghĩa với từ đồng nghĩa không?",
    "Khi nói đến các bộ phim và buổi hòa nhạc, các cặp song sinh dính liền có trả tiền cho một hay hai vé không?",
    "Có đúng là nếu một đứa trẻ không chịu ngủ trưa, điều đó có nghĩa là chúng đang chống lại việc nghỉ ngơi?",
    "Bạn muốn đi dạo với cái nào hơn: salad trên đầu hay bông cải xanh trên tay?",
    "Nếu dầu ngô được làm từ ngô và dầu thực vật được làm từ rau, thì dầu trẻ em đến từ đâu?",
    "Khi ai đó có giọng nói tự nghĩ về mình, họ cũng có giọng nói trong suy nghĩ của họ phải không?",
    "Nếu không ai được phép bước chân lên cỏ, thì làm thế nào mà ai đó đã đặt biển \"cấm cỏ\" ở đó ngay từ đầu?",
    "Bạn nghĩ tại sao thịt xông khói không được nướng và bánh quy được nấu chín?",
    "Bạn có trở thành kẻ thù ghét nếu bạn khinh thường kẻ thù không? Bạn sẽ coi thường bản thân nếu bạn khinh thường những kẻ thù ghét? ",
    "Tại sao keo không dính vào bên trong chai?",
    "Tại sao nước mũi chảy nhưng chân lại có mùi?",
    "Bạn gọi một câu hỏi không có câu trả lời là gì?",
    "Mặt trời chiếu sáng trước hay mặt trăng phản chiếu nó?",
    "Tại sao ngữ âm không được đánh vần chính xác như âm thanh của nó?",
    "Tại sao rèm không có hai mặt để trông đẹp cả bên trong và bên ngoài ngôi nhà của bạn?",
    "Tại sao hà mã lại mắc chứng sợ hãi lâu dài như vậy nếu nó có nghĩa là \"sợ nói dài\"?",
    "Các cá nhân có bị chôn vùi với niềng răng của họ không?",
    "Tại sao kiên nhẫn là một đức tính tốt nếu những chú chim sớm có được những lợi thế tốt nhất?",
    "Tại sao chúng ta giết người giết người nếu giết người là sai?",
    "Làm thế nào mà Phù thủy độc ác của phương Tây lại có thể tắm nếu cô ấy tan chảy trong nước?",
    "Bạn nghĩ tại sao nó được gọi là một tòa nhà khi nó đã được xây xong?",
    "Có thể cho khỉ có chú khỉ không?",
    "Những con vật vô gia cư vì chúng không có nhà?",
    "Có thể tìm thấy từ \"từ điển\" trong từ điển không?",
    "Các bác sĩ khác sẽ điều trị cho bác sĩ hoặc bệnh nhân nếu một bác sĩ bị đau tim trong khi phẫu thuật?",
    "Tại sao chúng ta đậu xe trên đường lái xe và lái xe trên đường công viên?",
    "Ngay cả khi nó được giao bằng máy bay hoặc xe tải, tại sao chúng tôi phải gọi nó là \"vận chuyển\"?",
    "Bạn có ngáp khi ngủ không?",
    "Bạn có phải là người phục vụ nếu bạn đang đợi người phục vụ gọi món cho mình?",
    "Khi chúng ta thích điều gì đó, tại sao chúng ta lại đặt tay vào nhau?",
    "Bạn có biết cụm từ \"ném tay lên trời như không quan tâm\" không? Tại sao phải làm điều đó nếu bạn không thực sự quan tâm? ",
    "Ai đúng nếu hai người thuận tay trái cãi nhau?",
    "Bạn nghĩ điều gì khiến một câu hỏi trở thành một câu hỏi?",
    "Liệu một con cá ngựa hay một con ngựa sẽ giành chiến thắng trong cuộc thi sắc đẹp Hoa hậu Hoàn vũ nếu động vật có một con?",
    "Nếu ma cà rồng không thể nhìn thấy hình ảnh phản chiếu của họ, tại sao tóc của họ luôn gọn gàng như vậy?",
    "Liệu những người thổi thủy tinh có bị dính một tấm kính trong dạ dày nếu họ hít phải không?",
    "Quyền sở hữu của một người nào đó đối với một mảnh đất sẽ đi bao xa? Nó có phải của họ đến tận tâm Trái đất không? ",
    "Khi bạn chết, mắt bạn có đổi màu không?",
    "Tại sao người ta nói rằng bạn bị cảm khi nhiệt độ tăng lên?",
    "Tại sao chúng tôi chọn để tháng Hai chỉ có 28 ngày trong khi rất nhiều tháng khác có 31? Chẳng lẽ chúng ta không chỉ thêm một số ngày thứ 31 từ các tháng khác đến tháng 2 sao? ",
    "Liệu một giáo viên có bị \"xuống cấp\" nếu họ dạy một lớp trẻ hơn họ đã dạy trước đây?",
    "Có thể một người nào đó bị dị ứng với nước không?",
    "Thế giới được tạo ra vào thời gian nào?",
    "Tại sao người Đức sống ở Deutschland trong khi người Hà Lan sống ở Hà Lan?",
    "Có thể đánh răng mà không làm lung lay đáy của bạn không?",
    "Chúng ta luôn nghe thấy một phần có mây, nhưng khi nào chúng ta thực sự bắt đầu nghe thấy một phần nắng?",
    "Khi bạn cắm một thứ gì đó vào ổ điện, tại sao nó lại được gọi là ổ cắm? Nó không được gọi là một cửa vào sao? ",
    "Làm thế nào một cái gì đó có thể trở nên \"mới\" và \"được cải thiện\"? Nó đã cải thiện điều gì nếu nó là mới? ",
    "Bạn có phải là chân dung của một nghệ sĩ nếu bạn đến một buổi triển lãm khiêu vũ và khiêu vũ không?",
    "Chữ cái nào là im lặng trong từ \"mùi hương\": S hay C?",
    "Tại sao phím \"caps lock\" không được viết hoa?",
    "Tại sao tóc ở cánh tay của bạn không bị chẻ ngọn?",
    "Tại sao chúng ta cần theo dõi tuổi của mình?",
    "Hôm nay, tất cả mọi người trên hành tinh này đã hắt hơi bao nhiêu lần?",
    "Điều gì xảy ra nếu bạn bật đèn pha khi đang di chuyển với tốc độ ánh sáng?",
    "Điều gì xảy ra nếu bạn ăn chính mình? Bạn sẽ biến mất hay lớn gấp đôi? "
]